[
	{
		"id": "aleppo-pepper",
		"name": "Aleppo Pepper",
		"country": {
			"label": "Syria",
			"coords": "Syria"
		},
		"text": [
			"Aleppo pepper, known locally as pul biber in Turkey and piment d’Alep in French, is a spice that carries the essence of its namesake city, Aleppo, Syria. This deep red, coarsely ground chili pepper is renowned for its rich, fruity flavor with subtle notes of cumin and a moderate heat level of around 10,000 Scoville Heat Units. Its preparation involves sun-drying the Halaby pepper, de-seeding, and coarsely grinding it, then mixing with salt and olive oil to create a moist, flavorful condiment.",
			"The particular conditions of Aleppo, Syria, with its fertile soil and dry, hot climate, allowed this variety of chili to flourish. Over centuries, local farmers in the region began selecting peppers with unique characteristics, such as a moderate heat level and complex, fruity flavors, differentiating them from other varieties. This careful cultivation and adaptation to the environment contributed to the emergence of the distinct Aleppo pepper, which became intertwined with the region's culinary and cultural identity.",
			"The journey of Aleppo pepper mirrors the historical spread of chili peppers themselves. Native to the Americas, chili peppers were introduced to Europe by Christopher Columbus in the late 15th century. From there, they traveled across the Mediterranean and into the Middle East, where the fertile lands of Aleppo provided ideal conditions for cultivating a unique variety of Capsicum annuum. Aleppo's strategic location along the Silk Road further facilitated the spread and integration of this spice into regional cuisines."
		],
		"route": ["Mexico", "Portugal", "Spain", "Morocco", "Syria"],
		"year": {
			"label": "1490",
			"suffix": ""
		}
	},
	{
		"id": "asafoetida",
		"name": "Asafoetida",
		"country": {
			"label": "India",
			"coords": "Delhi"
		},
		"text": [
			"A greyish-yellow spice with a sharp, sulphurous odor, asafoetida takes its name from a blend of Farsi and Latin, literally meaning “stinking resin.” The name doesn’t get any gentler in other tongues either. English, Turkish, and French offer equally vivid translations: Devil’s Dung, Şeytan Tersi, and Merde du Diable. And yet, despite (or perhaps because of) its overpowering aroma, asafoetida, hing in Hindi, has become an essential ingredient in the India kitchen.",
			"To understand asafoetida’s curious place in culinary history, we must first look to silphium, a prized plant in ancient Greek and Roman civilizations. In 631 BCE, when the Greeks colonized the city of Cyrene (present-day Libya), they encountered this extraordinary herb and quickly fell under its spell. Silphium became so valuable, it was used as a vegetable, seasoning, animal feed, and medicine. It even appeared on Cyrenian currency. But despite strict efforts to conserve it, overharvesting eventually led to its disappearance.",
			"Now imagine the scene centuries later, in 328 B.C., as Alexander the Great's army marched through the wild landscapes of Afghanistan. There, his soldiers stumbled upon a plant that looked and smelled remarkably like their long-lost silphium. They believed they had found their beloved herb again, but in fact, it was a pungent resin-producing plant we now know as asafoetida.",
			"Although historical records are hazy, it is widely believed that Alexander, mistaking asafoetida for silphium, brought the plant along on his expedition to India. While he may have returned in defeat, asafoetida remained, eventually embedding itself in the culinary and medicinal traditions of the subcontinent. In fact, it’s possible that asafoetida made its way to India even earlier. References to meat dishes spiced with hing appear in the Mahabharata, the ancient India epic that recounts events from around 800 BCE, predating the more commonly cited, Euro-centric story of silphium’s disappearance."
		],
		"route": ["Afghanistan", "India"],
		"year": {
			"label": "328",
			"suffix": "B.C"
		}
	},
	{
		"id": "avocado",
		"name": "Avocado",
		"country": {
			"label": "Mexico",
			"coords": "Mexico"
		},
		"text": [
			"The avocado tree, Persea America, belongs to the laurel family, making it a distant cousin of cinnamon, bay leaf, and sassafras. Alongside corn, beans, and chili peppers, avocados were a staple in the pre-Columbian MesoAmerica diet. Archaeological findings suggest that wild avocados first emerged in South-Central Mexico and were being cultivated across Mexico, Central America, and parts of South America as far back as 7,000 years ago.",
			"The first recorded mention of the avocado in Western literature dates to 1518, when Spain conquistador Martín Fernández de Enciso wrote about eating the fruit in Colombia. A year later, when Hernán Cortés arrived in the grand Aztec capital of Tenochtitlan (modern-day Mexico City), he encountered avocados as part of the refined cuisine served to Emperor Montezuma. One notable preparation was ahuaca-mulli, a vibrant mash of avocado, tomato, and onion.",
			"The Aztecs called the fruit ahuacatl, which also meant \"testicle,\" a nod to its shape and reputation as an aphrodisiac believed to enhance male vitality. According to food historian Sophie Coe, avocados played a crucial role in the primarily low-fat Mesoamerica diet, offering a rich source of nutrition with an oil content reaching up to 30%."
		],
		"route": ["Mexico"],
		"year": {
			"label": "5000",
			"suffix": "B.C."
		}
	},
	{
		"id": "avocado",
		"name": "Avocado",
		"country": {
			"label": "United States",
			"coords": "California"
		},
		"text": [
			"Avocados, native to Mesoamerica, have a rich history that spans thousands of years. In the United States, their journey from a regional curiosity to a national staple is a tale of horticultural innovation, cultural exchange, and evolving consumer preferences.",
			"The avocado (Persea americana) has ancient roots, with evidence suggesting its cultivation in the Tehuacán Valley of central Mexico as early as 5,000 years ago . Spanish conquistadors introduced the fruit to Europe in the 16th century, but it wasn't until the 19th century that avocados made their way to the United States. In 1833, horticulturist Henry Perrine planted avocados in Florida, and by 1856, California saw its first avocado trees.",
			"Despite early introductions, avocados remained a niche crop in the U.S. until the 20th century. In 1926, a pivotal moment occurred when postal worker Rudolph Hass planted a seed that would lead to the creation of the now-dominant Hass avocado . This variety, patented in 1935, offered a creamy texture and year-round harvest, making it more appealing to consumers and growers alike.",
			"The mid-20th century saw avocados gaining popularity, particularly in California, Florida, and Hawaii. However, it wasn't until the 1980s that the fruit began to gain broader acceptance across the U.S., driven by health trends and increased awareness of its nutritional benefits . The 1990s further fueled this growth, with the introduction of the North American Free Trade Agreement (NAFTA) in 1994, which allowed for increased avocado imports from Mexico ."
		],
		"route": ["Mexico", "California"],
		"year": {
			"label": "1833",
			"suffix": ""
		}
	},
	{
		"id": "bok-choy",
		"name": "Bok Choy",
		"country": {
			"label": "China",
			"coords": "Shanghai"
		},
		"text": [
			"Bok choy, also known as pak choi or Chinese cabbage, is a leafy green vegetable that has been integral to Chinese cuisine for centuries. Its history traces back over 5,000 years to the Yangtze River Delta, one of China's oldest and most fertile agricultural regions. The name \"bok choy\" comes from the Cantonese words \"bok\" (white) and \"choy\" (vegetable), reflecting its pale stalks and green leaves.",
			"Bok choy belongs to the Brassica rapa species and is part of the Chinensis group, which includes other Asian greens like gai lan and choy sum. Unlike its European relatives, bok choy does not form a head but instead grows in loose clusters, making it distinct in appearance and texture.",
			"The vegetable's significance extends beyond its culinary uses; it has been utilized in traditional Chinese medicine for its purported health benefits, including aiding digestion and promoting longevity.",
			"In the 19th century, Chinese immigrants introduced bok choy to North America, particularly to California, where it became a staple in Chinese-American cuisine. Today, bok choy is widely cultivated and enjoyed globally, appreciated for its crisp texture and mild flavor that complements a variety of dishes."
		],
		"route": ["China"],
		"year": {
			"label": "3025",
			"suffix": "B.C."
		}
	},
	{
		"id": "basil",
		"name": "Basil",
		"country": {
			"label": "Italy",
			"coords": "Italy"
		},
		"text": [
			"This versatile herb with an intense aroma and innumerable uses in the kitchen began to be cultivated about 5000 years ago in South East Asia , and in particular in India and tropical Asia, although some written evidence from 807 AD suggests that the sweet basil, at that time, was already used in the Chinese region of Hunan. From Asia the plant would then travel around the world, first migrating to the Middle East thanks to the spice traders, in countries with an ideal climate such as Iran and Egypt, then around 350 BC in Greece and Italy, thanks probably to the army of Charlemagne who moved east with scholars in tow, and finally after the sixteenth century in England and America. The fascinating history and diffusion of basil is characterized by different uses in different cultures, not only as food but also as a healing plant or with the most disparate properties, which often resulted in superstitions and folkloristic elements. Also basil eventually migrated westward as whole plants as it could be grown easily indoors and away from exposure to cold climates and frost.",
			"Basil became an integral seasoning in Italian cuisine, and in fact Italians had such appreciation for this herb, that it became a symbol of love. It is said that if an Italian woman placed a sprig of basil on her balcony, it was a message to her beau that he could call that evening."
		],
		"route": ["China", "India", "Iran", "Egypt", "Greece", "Italy"],
		"year": {
			"label": "305",
			"suffix": "B.C."
		}
	},
	{
		"id": "basil",
		"name": "Basil",
		"country": {
			"label": "Thailand",
			"coords": "Thailand"
		},
		"text": [
			"Thai basil (Ocimum basilicum var. thyrsiflora), known as horapha in Thai, is indigenous to Southeast Asia, particularly Thailand, Vietnam, and Laos. Its cultivation dates back approximately 5,000 years, with early use in both culinary and medicinal practices. The exact origin within Southeast Asia is debated, but it's widely acknowledged that Thai basil spread through the region via ancient trade routes.",
			"Historically, Thailand has been a central hub in the Southeast Asian spice trade, with merchants from India, Persia, China, and even Portugal introducing various spices and herbs. These trade routes facilitated the exchange of not only goods but also agricultural knowledge and plant species, including Thai basil. As a result, Thai basil became a staple in Thai cuisine, featured in dishes like pad kra pao (stir-fried basil with meat), green curry, and tom yum soup.",
			"In Thai cooking, Thai basil is more than just a flavoring agent; it embodies the balance and complexity that define the cuisine. Its inclusion in dishes such as pad kra pao (stir-fried meat with basil) and green curry adds depth and a distinctive aromatic quality. The herb's ability to withstand high cooking temperatures without losing its flavor makes it ideal for stir-fries and curries.",
			"Beyond its culinary uses, Thai basil holds cultural significance in Southeast Asia. It is often used in religious ceremonies and traditional medicine, symbolizing love and protection in certain cultures. This multifaceted role underscores the herb's deep-rooted presence in the region's heritage."
		],
		"route": ["Thailand"],
		"year": {
			"label": "3000",
			"suffix": "B.C."
		}
	},
	{
		"id": "pesto",
		"name": "Pesto",
		"country": {
			"label": "Italy",
			"coords": "Italy"
		},
		"text": [
			"Pesto alla Genovese is a quintessential Italian sauce that originated in Genoa, the capital of Liguria, in the 19th century. The name \"pesto\" derives from the Italian verb pestare, meaning \"to pound\" or \"to crush,\" reflecting the traditional method of preparation using a mortar and pestle.",
			"The earliest documented recipe for pesto was published in 1863 by Giovanni Battista Ratto in his book La Cuciniera Genovese. This version included garlic, basil (referred to as baxaicò in the Ligurian dialect), marjoram, parsley, Dutch cheese, Parmesan, butter, and olive oil, used to season pasta dishes like lasagna and gnocchi.",
			"The evolution of pesto is influenced by historical culinary practices. In ancient Rome, a similar condiment called moretum was made by pounding herbs with cheese and oil. During the Middle Ages, the Genovese prepared agliata, a sauce made from mashed garlic and walnuts, which is considered an ancestor of pesto",
			"Pesto's significance in Italian cuisine lies in its embodiment of Ligurian culinary traditions. The region's abundant production of basil, particularly the Genoese variety, and its access to pine nuts and olive oil, are reflected in the sauce's ingredients. Pesto is traditionally used to dress pasta dishes such as trofie al pesto and trenette al pesto, and it has become a symbol of Ligurian gastronomy.",
			"Today, pesto alla Genovese is recognized as a traditional Italian food product and is celebrated worldwide for its fresh, aromatic flavor and its representation of Italian culinary heritage."
		],
		"route": ["Italy"],
		"year": {
			"label": "1300",
			"suffix": ""
		}
	},
	{
		"id": "pesto",
		"name": "Chermoula",
		"country": {
			"label": "Morocco",
			"coords": "Morocco"
		},
		"text": [
			"Chermoula is believed to have originated in North Africa, specifically in Morocco, where it remains a key element of Moroccan cuisine. Its roots can be traced back to the region's Berber and Arab influences, reflecting a long history of cultural exchanges. The name \"chermoula\" is derived from the Arabic verb charmal, which means \"to rub\" or \"to massage,\" referring to the method of massaging or rubbing the marinade into fish, meat, or vegetables.",

			"Historically, the Berber people, the indigenous inhabitants of North Africa, are thought to have developed the basic concept of chermoula as a way to preserve and enhance the flavor of food in the harsh climate. Over time, as Arab traders and other cultures moved through North Africa, chermoula evolved, incorporating additional ingredients like garlic, lemon, and various spices that reflect the region's rich trade routes and culinary exchanges.",

			"Chermoula has become especially important in Moroccan cuisine, though it is also widely used in Tunisia, Algeria, and other North African countries. Its versatility and vibrant, herbaceous flavor make it a staple in these regions, often used to season seafood, meats, couscous, and vegetables."
		],
		"route": ["Morocco"],
		"year": {
			"label": "7500",
			"suffix": ""
		}
	},
	{
		"id": "bean-sprout",
		"name": "Bean Sprout",
		"country": {
			"label": "Malaysia",
			"coords": "Malaysia"
		},
		"text": [
			"Bean sprouts, especially mung bean sprouts, have been an important part of Malaysian cuisine for centuries. Originally from the Indian subcontinent, mung beans have been grown for over 5,000 years, and their sprouts have spread throughout Asia, including Malaysia.",
			"Bean sprouts are significant in Malaysian cuisine because they embody both the country’s agricultural history and the fusion of cultures that have shaped its food. They are easy to grow, nutritious, and versatile, making them a staple ingredient in many traditional dishes. In places like Ipoh, where the local bean sprouts are particularly prized for their crunchy texture and sweetness, they have become an iconic part of the region's food culture.",
			"The significance of bean sprouts goes beyond just being a healthy and tasty ingredient. They represent the simplicity and resourcefulness of Malaysian cooking, where fresh, local ingredients are used to create balanced, flavorful meals. In dishes like Ayam Tauge, the bean sprouts add a refreshing contrast to the savory flavors of the chicken, while in Char Kway Teow, they provide texture and freshness to complement the stir-fried noodles.",
			"Ultimately, bean sprouts are significant because they are a symbol of Malaysia’s connection to its land and its ability to blend indigenous and external influences into unique, beloved culinary traditions."
		],
		"route": ["India", "Malaysia"],
		"year": {
			"label": "3000",
			"suffix": "B.C."
		}
	},
	{
		"id": "bell-pepper",
		"name": "Bell Peppers",
		"country": {
			"label": "India",
			"coords": "Delhi"
		},
		"text": [
			"Bell peppers, or capsicum, weren’t originally a part of Indian cuisine. They made their way into the country much later, after being introduced by Portuguese explorers in the 15th and 16th centuries. The Portuguese had been traveling to various parts of the world and, along with many other crops, brought the bell pepper to India from South America, where it is native.",
			"At first, bell peppers weren’t widely used in India. However, as time went on, they slowly became a part of Indian cooking, especially in urban areas. Over the years, bell peppers began to appear in curries, stir-fries, and stuffed vegetable dishes, adding color and sweetness to the often-spicy Indian food. They also found a place in chaats (snack foods) and vegetable kebabs, where they helped balance out the heat from the chilies and other spices.",
			"Packed with vitamin C and antioxidants, they became an important part of the diet, especially in vegetarian dishes, which are common in Indian cuisine. Over time, bell peppers became so popular that they were included in everyday dishes across the country."
		],
		"route": ["Mexico", "Portugal", "India"],
		"year": {
			"label": "1550",
			"suffix": ""
		}
	},
	{
		"id": "bell-pepper",
		"name": "Bell Peppers",
		"country": {
			"label": "Thailand",
			"coords": "Thailand"
		},
		"text": [
			"Bell peppers, like many other ingredients in Thai food, have an interesting history. They weren’t originally native to Thailand but were introduced to the region much later. The bell pepper comes from South America, where it was first cultivated by indigenous people in places like Mexico and Peru. When European explorers, especially the Portuguese and Spanish, began trading and traveling around the world, they brought back many new foods, including the bell pepper.",
			"By the time the bell pepper made its way to Southeast Asia, it started to blend into the local cuisine. In Thailand, the bell pepper was embraced for its vibrant color and mild, sweet flavor, which offered a nice balance to the strong, spicy flavors that are characteristic of Thai food. While chilies were already a big part of Thai cooking, the bell pepper was used to add texture, color, and a little sweetness to the dishes without the intense heat of the chili."
		],
		"route": ["Mexico", "Portugal", "Spain", "Thailand"],
		"year": {
			"label": "1700",
			"suffix": ""
		}
	},
	{
		"id": "lentil",
		"name": "Lentils",
		"country": {
			"label": "India",
			"coords": "India"
		},
		"text": [
			"Lentils are believed to have been cultivated in India since ancient times, possibly as far back as the Indus Valley Civilization, around 4,000 to 5,000 years ago.",
			"Lentils originally come from the Middle East and Central Asia, where they were first cultivated. They spread to India through early trade routes and migration. By the time the Vedic period (around 1500 BCE) arrived, lentils had already become a common food source in the Indian subcontinent. They were easy to grow, nutritious, and could be stored for long periods, making them a perfect food for the region’s varying climates and agricultural practices.",
			"In Indian cuisine, lentils are used in many forms—dal (a dish made with cooked lentils) is one of the most popular, and is eaten almost daily in households across the country. There are countless varieties of lentils, and each one adds a different texture and flavor to the food. They can be used in soups, curries, stews, or even snacks like dal fritters. The word \"dal\" itself refers to both the lentils and the dishes made from them."
		],
		"route": ["Turkey", "Iran", "India"],
		"year": {
			"label": "2000",
			"suffix": "B.C."
		}
	},
	{
		"id": "black-beans",
		"name": "Black Bean",
		"country": {
			"label": "United States",
			"coords": "Louisiana"
		},
		"text": [
			"The story of black beans begins in Central and South America, where they were originally cultivated by ancient civilizations like the Maya and Aztecs. These early cultures recognized the nutritional value of black beans, using them as a major source of protein. The beans were often combined with corn, forming a balanced diet that sustained these societies for centuries.",
			"In the United States, black beans became increasingly popular in the Southwest, Texas, and California, where they became a fundamental part of Mexican and Tex-Mex cuisine. As immigration from Latin America and the Caribbean grew, black beans found their way into everyday meals like burritos, tacos, and rice and beans, often alongside other staples like corn and tortillas.",
			"The significance of black beans in American food lies in their versatility and nutritional value. They are high in protein, fiber, and iron, making them an essential part of many diets. In the Southern United States, particularly in Louisiana, black beans became part of Creole and Cajun dishes, adding depth and richness to soups, stews, and gumbos."
		],
		"route": ["United States"],
		"year": {
			"label": "1600",
			"suffix": ""
		}
	},
	{
		"id": "black-beans",
		"name": "Black Bean",
		"country": {
			"label": "Mexico",
			"coords": "Mexico"
		},
		"text": [
			"The story of black beans in Mexican cuisine begins with the ancient civilizations of Mesoamerica, particularly the Aztecs and the Mayans, who cultivated them alongside corn and squash—three crops known as the \"Three Sisters.\" These crops formed the foundation of their diet, and beans, including black beans, were especially valued for their high protein content.",
			"It's believed that the indigenous peoples of Mexico were already cultivating and using black beans as a main food source for thousands of years. These beans were often prepared in simple stews, combined with corn and other vegetables, and were central to many meals due to their nutritional value.",
			"When the Spanish arrived, they introduced new ingredients and cooking techniques, but the indigenous foods, including black beans, remained essential to the Mexican diet. Over time, black beans became not only a food source but also an important part of cultural identity. They were used in everything from soups and tacos to refried beans, and they continue to be one of the most popular beans in Mexican cuisine today."
		],
		"route": ["Mexico"],
		"year": {
			"label": "",
			"suffix": ""
		}
	},
	{
		"id": "mozzarella",
		"name": "Mozzarella",
		"country": {
			"label": "Italy",
			"coords": "Italy"
		},
		"text": [
			"Mozzarella has a deep-rooted history in Italian cuisine, one that dates back over 500 years. The cheese is believed to have originated in the southern regions of Italy, particularly in the areas of Campania and Puglia. It was likely first made from the milk of water buffaloes, which had been introduced to Italy during the 12th century by Norman settlers. The name \"mozzarella\" itself comes from the Italian word \"mozzare,\" which means \"to cut\" or \"to slice.\" This refers to the traditional method of making mozzarella, where the curd is sliced and then shaped by hand.",
			"For many centuries, mozzarella was mostly a local delicacy, limited to the southern parts of Italy. It wasn't until the 18th and 19th centuries that mozzarella began to spread beyond its regional origins. A major factor in its rise in popularity was the growth of trade and the expanding Italian cities, particularly Naples, where mozzarella found its way into more everyday dishes.",
			"Mozzarella's true rise to fame, however, came with the invention of pizza in the 19th century. As pizza began to gain popularity in Naples, mozzarella became its most important topping, offering a creamy texture and mild flavor that paired perfectly with the tangy tomato sauce. The creation of \"pizza margherita\" in 1889, supposedly in honor of Queen Margherita of Savoy, solidified mozzarella's place in Italian food culture. The dish, with its combination of mozzarella, tomatoes, and basil, symbolized the colors of the Italian flag and became a symbol of Italian identity."
		],
		"route": ["Italy"],
		"year": {
			"label": "1500",
			"suffix": ""
		}
	},
	{
		"id": "bulgur",
		"name": "Bulgur",
		"country": {
			"label": "Lebanon",
			"coords": "Lebanon"
		},
		"text": [
			"The origins of bulgur date back to ancient Mesopotamia, which is now modern-day Iraq, and its use spread across the surrounding areas over time. By the time the Phoenicians, ancestors of the Lebanese people, were thriving around 1000 BCE, bulgur had already been embraced in their culinary traditions. It was an ideal food for ancient peoples, especially those living in the mountainous regions of Lebanon, because it was easy to store, inexpensive, and long-lasting.",
			"In Lebanese culture, bulgur became an important part of the food system for both practical and cultural reasons. It was often used as a staple in daily meals, providing sustenance for families across generations. The grain's ability to be prepared in a variety of ways made it ideal for both everyday meals and festive dishes. It was often combined with olive oil, vegetables, meat, or legumes, making it both filling and nutritious. One of the most well-known Lebanese dishes featuring bulgur is kibbeh, a beloved national dish made from bulgur, lamb, and spices. It is enjoyed in many forms—raw, baked, or fried—and has been passed down through generations, signifying the importance of bulgur in Lebanese culinary heritage.",
			"Bulgur’s popularity grew with the spread of Lebanese communities around the world, particularly during the late 19th and early 20th centuries as people migrated due to economic hardships. It became a symbol of Lebanese identity for many in the diaspora, a connection to their homeland. Its simplicity and nutritional benefits also made it appealing in diverse cultures, contributing to its widespread use in many Middle Eastern and Mediterranean countries."
		],
		"route": ["Iraq", "Lebanon"],
		"year": {
			"label": "2025",
			"suffix": ""
		}
	},
	{
		"id": "burrata",
		"name": "Burrata",
		"country": {
			"label": "Italy",
			"coords": "Italy"
		},
		"text": [
			"Burrata is a relatively young but deeply cherished cheese in Italian cuisine, one that has captured the hearts of food lovers around the world. Unlike mozzarella, which has ancient roots in southern Italy, burrata’s history is more recent, emerging in the early 20th century. Its creation is tied to the region of Apulia (Puglia) in southeastern Italy, a place known for its rich dairy traditions, particularly the production of mozzarella.",
			"Burrata, which means \"buttered\" in Italian, was first made in 1956 in the town of Andria, in the province of Barletta-Andria-Trani, Apulia. It was created by a cheesemaker named Andria who was seeking a way to use up leftover mozzarella. Burrata is made by combining fresh mozzarella with cream, resulting in a soft, creamy interior encased in a smooth, delicate outer shell of mozzarella. The cream-filled center gives burrata its rich, luxurious texture and flavor, which is both sweet and slightly tangy. The cheese is traditionally made from cow's milk, though some variations are made with buffalo milk, particularly in areas where buffalo mozzarella is also a local specialty."
		],
		"route": ["Italy"],
		"year": {
			"label": "1956",
			"suffix": ""
		}
	},
	{
		"id": "walnut",
		"name": "Walnuts",
		"country": {
			"label": "India",
			"coords": "Delhi"
		},
		"text": [
			"Walnuts have a long and fascinating history in Indian cuisine, though they are not native to the subcontinent. The story of walnuts in India begins with the ancient trade routes that connected India to Central Asia, Persia (modern-day Iran), and beyond. It’s believed that walnuts were first introduced to India by traders along the Silk Road, which linked the East and West. The walnut tree, known for its large, nutrient-packed nuts, was originally native to regions around the Caspian Sea, in areas like modern-day Iran, and from there it spread to parts of Asia and Europe.",
			"In India, walnuts found a particularly favorable environment in the Kashmir Valley, an area known for its fertile soil and moderate climate. Kashmir’s connection to walnuts became so strong that today, Kashmiri walnuts are considered some of the best in the world. It’s believed that walnuts began being cultivated in Kashmir around the 15th century, though they may have been present in smaller quantities even earlier, as trade from Central Asia brought not only goods but also new agricultural practices. Over time, walnuts were integrated into the local food culture, eventually becoming a significant ingredient in both sweet and savory dishes.",
			"Walnuts are highly prized in Indian cuisine for their health benefits and versatility. They are used in many different forms: raw, roasted, ground into powder, or even as an oil. In their whole form, walnuts are commonly used in desserts, such as mithai (Indian sweets) or in traditional dishes like phirni (a creamy rice pudding), where their rich, slightly bitter flavor adds depth and texture. They are also used in savory dishes, particularly in Kashmiri cuisine, where walnuts are blended with spices to make rich gravies and sauces, such as in the famous dish rogan josh. Additionally, walnuts are often sprinkled on top of salads, curries, and stews, adding a crunch and a unique nutty flavor."
		],
		"route": ["Iran", "India"],
		"year": {
			"label": "1500",
			"suffix": ""
		}
	},
	{
		"id": "walnut",
		"name": "Walnuts",
		"country": {
			"label": "United States",
			"coords": "United States"
		},
		"text": [
			"Walnuts have been a part of American cuisine for centuries, though their origins in the Americas are quite different from those in many other parts of the world. While walnuts are not native to the United States, they have become deeply embedded in the country's culinary traditions. The story of walnuts in American food begins with the arrival of European settlers and the introduction of walnut trees to the continent.",
			"Walnuts are believed to have originated in regions stretching from Central Asia to the Mediterranean, with the English walnut, the most commonly consumed variety in the U.S., being native to areas in Asia and Europe. European settlers brought walnut seeds with them when they colonized the Americas in the 1600s. The trees flourished in the temperate climates of the U.S., particularly in California, which is now the leading producer of walnuts in the country. The Black walnut, a native variety to North America, has also been historically used, though it is less common in modern culinary applications compared to the English walnut."
		],
		"route": ["Iran", "United Kingdom", "United States"],
		"year": {
			"label": "1600",
			"suffix": ""
		}
	},
	{
		"id": "carrot",
		"name": "Carrot",
		"country": {
			"label": "Morocco",
			"coords": "Morocco"
		},
		"text": [
			"Carrots have a rich and significant history in Moroccan cuisine, though they are not native to Morocco. The journey of carrots into Moroccan food is tied to the broader story of the spice and trade routes that have shaped North African culinary traditions over centuries. Originally, carrots were cultivated in Persia (modern-day Iran) and other parts of Central Asia long before making their way into the kitchens of Morocco.",
			"Carrots were first introduced to the Mediterranean region during the spread of trade and agricultural knowledge from the Middle East around the 9th century. By the time the Moors, who were known for their advanced agricultural techniques, ruled over parts of Spain and North Africa in the 8th century, carrots had begun to spread throughout Morocco. Over time, they became integrated into the region’s agricultural landscape, adapting to the local climate and soil, thriving in Morocco’s diverse terrains.",
			"In Morocco, carrots were initially used in simpler forms, like stews and soups, where their sweet flavor complemented the more savory, spicy elements of the food. They soon became a staple in Moroccan cuisine, prized for their versatility and ability to pair well with a wide range of spices such as cumin, cinnamon, and saffron. Carrots were also used in salads, pickled, or incorporated into tagines—the slow-cooked, flavorful stews that are iconic to Moroccan cooking."
		],
		"route": ["Iran", "Morocco"],
		"year": {
			"label": "900",
			"suffix": ""
		}
	},
	{
		"id": "carrot",
		"name": "Carrot",
		"country": {
			"label": "Singapore",
			"coords": "Singapore"
		},
		"text": [
			"Carrots have a long history in Singaporean cuisine, though they are not native to the region. Originally cultivated in Persia (modern-day Iran), carrots spread through trade routes to Central Asia, the Middle East, and India. By the 15th and 16th centuries, they had made their way to Southeast Asia, including Singapore, through traders from India, Persia, and Arabia.",
			"In Singapore, carrots were embraced by various ethnic groups—Chinese, Malay, Indian, and Peranakan—integrating seamlessly into local dishes. They are used in savory dishes like chai tow kway (a savory Chinese dish made with radish and carrots), popiah (spring rolls with grated carrots), and soups like bak kut teh. Carrots add flavor, color, and texture to both everyday meals and festive dishes.",
			"Carrots became more significant in Singaporean cuisine in the 20th century, especially as the nation became more health-conscious. Rich in vitamins and antioxidants, carrots became valued not just for their flavor but also for their health benefits, often appearing in juices, salads, and soups. Today, carrots are an essential ingredient in Singaporean food, symbolizing both nutritional value and the cultural fusion that defines the nation’s cuisine."
		],
		"route": ["Iran", "India", "Singapore"],
		"year": {
			"label": "1550",
			"suffix": ""
		}
	},
	{
		"id": "tomato",
		"name": "Tomato",
		"country": {
			"label": "Guatemala",
			"coords": "Guatemala"
		},
		"text": [
			"Tomatoes have become a staple in Guatemalan cuisine, but they are not native to the region. The tomato originates from western South America, specifically the Andes mountains, in areas now part of modern-day Peru, Ecuador, and northern Chile. Indigenous people in these regions were cultivating and using tomatoes long before Spanish colonization. When the Spanish arrived in the early 16th century, they encountered the tomato and brought it back to Europe.",
			"Through trade and migration, tomatoes made their way into Central America. By the 17th century, tomatoes had been incorporated into the cooking of many Latin American countries, including Guatemala. They adapted well to the tropical climate, making them a common ingredient in local gardens."
		],
		"route": ["Peru", "Guatemala"],
		"year": {
			"label": "1700",
			"suffix": ""
		}
	},
	{
		"id": "tomato",
		"name": "Tomato",
		"country": {
			"label": "India",
			"coords": "Mumbai"
		},
		"text": [
			"Tomatoes, though now a key ingredient in Indian cuisine, were not originally native to the Indian subcontinent. They originated in the Andes region of South America, specifically in modern-day Peru, Ecuador, and northern Chile. The indigenous peoples of this region cultivated tomatoes long before they were introduced to the rest of the world. After the Spanish colonization of parts of the Americas in the 16th century, tomatoes were brought back to Europe, where they were initially met with skepticism.",
			"From Europe, tomatoes slowly spread across the globe, making their way to India by the early 18th century, likely through trade routes. The Portuguese, who had established a presence in India by the 1500s, played a significant role in introducing tomatoes to Indian kitchens. Over time, the tomato adapted to India’s diverse climates and became integrated into the country’s food culture.",
			"In Indian cuisine, tomatoes are used in a wide range of ways, from curries and dals to chutneys and salads. They are often cooked down into a base for curries, providing both acidity and sweetness that balance out the spices and heat in the dish. Tomatoes also feature in popular dishes like paneer butter masala, aloo tamatar ki sabzi, and rasam, a tangy South Indian soup. They are also used in salsas, pickles, and as a key component in the preparation of masalas, which are the essential spice blends in many Indian dishes."
		],
		"route": ["Peru", "Spain", "India"],
		"year": {
			"label": "1500",
			"suffix": ""
		}
	},
	{
		"id": "tomato",
		"name": "Tomato",
		"country": {
			"label": "Israel",
			"coords": "Israel"
		},
		"text": [
			"Tomatoes have become a central ingredient in Israeli cuisine, but they are not native to the region. Tomatoes originated in the Andes region of South America, particularly in modern-day Peru, Ecuador, and northern Chile. Indigenous peoples of this region cultivated tomatoes long before they were introduced to the rest of the world. After the Spanish colonization of the Americas in the 16th century, tomatoes were brought to Europe, where they slowly spread across the Mediterranean and other parts of the world.",
			"Tomatoes arrived in the Middle East via trade routes, and by the 18th century, they had made their way to the Levant, which includes modern-day Israel, Palestine, Lebanon, and Syria. The introduction of tomatoes to this region likely came through European influence, particularly the Ottoman Empire, which controlled much of the Middle East at the time. By the 19th century, tomatoes had become widely cultivated in the region, adapting to the warm, Mediterranean climate.",
			"In Israeli cuisine, tomatoes are used in a variety of ways. They are a key ingredient in dishes like shakshuka, a popular breakfast dish of poached eggs in a spiced tomato sauce, and salatim, a variety of vegetable salads often featuring fresh tomatoes. Tomatoes are also used in stews like chulent (a slow-cooked Sabbath dish) and are essential in making hummus, where they are blended with other ingredients to create a rich dip. Additionally, tomatoes are often featured in tabbouleh, a refreshing salad made with parsley, tomatoes, and bulgur wheat."
		],
		"route": ["Peru", "Spain", "Israel"],
		"year": {
			"label": "1800",
			"suffix": ""
		}
	},
	{
		"id": "tomato",
		"name": "Tomato",
		"country": {
			"label": "Italy",
			"coords": "Italy"
		},
		"text": [
			"Tomatoes have become one of the most iconic ingredients in Italian cuisine, but they are not native to Italy. Tomatoes originated in the Andes region of South America, particularly in modern-day Peru, Ecuador, and northern Chile. The indigenous peoples of these areas had cultivated tomatoes long before they were introduced to Europe.",
			"After the Spanish colonization of the Americas in the 16th century, tomatoes were brought to Europe, where they were initially met with some skepticism. It was believed by some that they were poisonous due to their similarity to other members of the nightshade family. However, by the 18th century, tomatoes had spread through Europe, making their way to Italy, where they would soon become a central part of the country’s culinary culture.",
			"In Italy, tomatoes adapted beautifully to the Mediterranean climate, and by the 18th century, they were being cultivated in southern Italy, particularly in the regions of Campania and Sicily. The tomatoes from these areas became renowned for their flavor and quality. Tomatoes were initially used in a variety of dishes, particularly as a garnish or in soups, but their true significance in Italian food emerged in the 19th century with the rise of pizza and pasta.",
			"The significance of tomatoes in Italian cuisine is immense.The simplicity and freshness of Italian tomato-based dishes reflect the Italian approach to cooking—focusing on high-quality, fresh ingredients prepared with minimal fuss. Over time, tomatoes became deeply integrated into Italian culture, especially in southern Italy, where they were used in everything from sauces to stews, and even desserts like crostata."
		],
		"route": ["Peru", "Spain", "Italy"],
		"year": {
			"label": "2025",
			"suffix": ""
		}
	},
	{
		"id": "tomato",
		"name": "Tomato",
		"country": {
			"label": "Japan",
			"coords": "Japan"
		},
		"text": [
			"Tomatoes are not native to Japan, but they have become an important part of the cuisine over the past century. Originally from the Andes region of South America, tomatoes were introduced to Europe in the 16th century by Spanish colonizers. From there, they spread to Asia through trade routes. Tomatoes were first brought to Japan in the late 19th century, during the Meiji Restoration when Japan opened up to the West.",
			"Initially, tomatoes were used primarily as a garnish or in salads. Over time, they gained popularity in Japanese cooking, particularly in Western-inspired dishes like pasta, soups, and stews. In the 20th century, tomatoes became more widely cultivated in Japan, and they began to appear in traditional Japanese dishes, such as tamago sushi (omelette with tomato) and in fusion dishes like Japanese curry with tomato-based sauces.",
			"Tomatoes gained significance in Japan due to their versatility and health benefits. Rich in vitamins and antioxidants, they became a popular ingredient in everyday cooking. Today, tomatoes are used in a variety of Japanese dishes, from fresh salads and side dishes to sauces and soups, reflecting Japan’s adaptation of global ingredients into its own culinary traditions."
		],
		"route": ["Peru", "Spain", "Japan"],
		"year": {
			"label": "1900",
			"suffix": ""
		}
	},
	{
		"id": "tomato",
		"name": "Tomato",
		"country": {
			"label": "Spain",
			"coords": "Spain"
		},
		"text": [
			"Tomatoes are not native to Spain but have become essential in Spanish cuisine. They originated in the Andes region of South America, in present-day Peru, Ecuador, and northern Chile. After the Spanish conquest of the Americas in the 16th century, tomatoes were brought back to Europe. They spread through the Mediterranean and were introduced to Spain by the 17th century.",
			"Initially, tomatoes were used in Spain as a decorative plant, but by the 18th century, they started being incorporated into cooking. They became central to Spanish dishes, particularly in the southern regions, where they were used in sauces, stews, and soups. One of the most iconic dishes featuring tomatoes is gazpacho, a cold vegetable soup, and tomatoes also play a key role in paella and various tapas.",
			"Tomatoes became significant in Spanish food due to their ability to add flavor, color, and acidity to dishes. By the 19th and 20th centuries, they were firmly established in everyday Spanish cooking, and today, they are essential in both traditional and modern Spanish cuisine."
		],
		"route": ["Peru", "Spain"],
		"year": {
			"label": "1600",
			"suffix": ""
		}
	},
	{
		"id": "chickpea",
		"name": "Chickpea",
		"country": {
			"label": "India",
			"coords": "India"
		},
		"text": [
			"Chickpeas are native to the Middle East, specifically modern-day Turkey and Iran, where they were first cultivated around 7,000 years ago. They spread throughout the Mediterranean and South Asia via trade routes, reaching India by around 2000 BCE.",
			"In India, chickpeas are a staple in both North and South Indian cuisines. They are used in various forms: whole, split, or ground into flour (besan), which is central to dishes like chickpea curry (chole), pakoras (fried fritters), and bhajis (savory snacks). Ground chickpeas are also used in sweets like besan ladoo.",
			"Chickpeas became significant in Indian food due to their high protein content, making them a crucial part of the vegetarian diet. They were fully integrated into the cuisine by the time of the Mughal period (16th century) and remain essential in Indian cooking today. Their versatility and nutritional benefits have made them a key ingredient in a wide range of everyday and festive dishes."
		],
		"route": ["Turkey", "Afghanistan", "India"],
		"year": {
			"label": "2000",
			"suffix": "B.C."
		}
	},
	{
		"id": "coconut",
		"name": "Coconut",
		"country": {
			"label": "India",
			"coords": "India"
		},
		"text": [
			"Coconuts are native to the Indo-Malay region, likely originating in the areas around Southeast Asia and the Pacific Islands. They spread across tropical regions through trade routes, with early evidence of coconuts in India dating back to ancient times, possibly by 1000 BCE.",
			"In Indian cuisine, coconuts are used in many forms: fresh, dried, grated, as coconut milk, or as coconut oil. They appear in curries, chutneys, desserts like ladoos and payasam, and are used to garnish various dishes. Coconut oil is also a common cooking fat, especially in South Indian cuisine. They became especially prominent in the southern coastal regions of India, like Kerala and Tamil Nadu, where the plant thrived. Over time, coconut became a staple in many Indian dishes and continues to be essential in the cooking of the southern and coastal parts of India today."
		],
		"route": ["India"],
		"year": {
			"label": "1000",
			"suffix": "B.C."
		}
	},
	{
		"id": "coconut",
		"name": "Coconut",
		"country": {
			"label": "Thailand",
			"coords": "Thailand"
		},
		"text": [
			"Coconuts are believed to have originated in the Indo-Malay region, and they spread across the tropics through trade and migration. By the 1st millennium CE, they reached Southeast Asia, including Thailand, via maritime trade routes from India, Persia, and the Malay Archipelago. Coconuts became essential in Thai cooking, particularly in curries and desserts, where coconut milk replaced dairy products to create rich, creamy textures. The use of coconut milk in Thai curries, like green curry and Massaman, traces back to Indian influence, while other dishes like khao soi reflect Burmese and Yunnanese traditions.",
			"Coconuts are used in many forms in Thai cuisine, including fresh, grated, and as coconut milk. The milk is made by extracting the liquid from grated coconut meat, and this creamy liquid is crucial for making curries, soups, and sweets. Coconut is so integral to Thai food that it's used in almost every meal, especially in southern and central Thailand. One iconic dish, Massaman curry, reflects Persian influence and is rich with coconut milk and spices like cinnamon and nutmeg. The fruit's significance also extends beyond the kitchen—coconuts symbolize prosperity and are used in religious offerings. The coconut's deep cultural role, alongside its culinary importance, makes it a defining ingredient in Thai food."
		],
		"route": ["India", "Malaysia", "Thailand"],
		"year": {
			"label": "1000",
			"suffix": "C.E."
		}
	},
	{
		"id": "cilantro",
		"name": "Coriander",
		"country": {
			"label": "India",
			"coords": "India"
		},
		"text": [
			"Cilantro (also known as coriander) is native to the Mediterranean and Western Asia, with evidence of its use dating back over 8,000 years in regions like ancient Israel and Egypt. The plant was cultivated and traded along the Silk Road, spreading to Persia (modern-day Iran), India, and beyond. In ancient Egypt, coriander was found in the tombs of pharaohs, indicating its cultural and medicinal significance. The Persian Empire, situated along major trade routes, played a pivotal role in disseminating coriander to neighboring regions, including India.",
			"In Indian cuisine, both the fresh leaves (known as dhania) and dried seeds are integral. The seeds are commonly used in spice blends like garam masala and curry powders, providing a warm, citrusy note to dishes. The leaves are often used as a garnish or in chutneys, adding a fresh, aromatic element. Coriander's versatility and ability to enhance flavors have made it a staple in Indian cooking. Its significance in Indian cuisine is a result of centuries of trade and cultural exchange, particularly through Persian influence."
		],
		"route": ["Israel", "Iran", "India"],
		"year": {
			"label": "6000",
			"suffix": "B.C."
		}
	},
	{
		"id": "cucumber",
		"name": "Cucumber",
		"country": {
			"label": "China",
			"coords": "Xinjiang"
		},
		"text": [
			"Cucumbers (Cucumis sativus) originated in the Himalayan foothills of northern India and Nepal over 5,000 years ago. From there, they spread eastward into China and westward through Central Asia, reaching the Mediterranean and Europe. By the Han Dynasty (circa 100 BCE), cucumbers were introduced to China via the Silk Road, where they were initially known as \"hu gua\" (foreign melon) and later as \"huang gua\" (yellow melon).",
			"In Chinese cuisine, cucumbers are valued for their refreshing crunch and versatility. A popular preparation is the \"smashed cucumber salad\" (pai huang gua), where cucumbers are lightly crushed to enhance flavor absorption, then dressed with garlic, chili, soy sauce, vinegar, and sesame oil. This dish exemplifies the Chinese culinary principles of balancing textures and flavors. Cucumbers are also commonly pickled, often served as a side dish or appetizer.",
			"Beyond their culinary use, cucumbers hold significance in Traditional Chinese Medicine (TCM), where they are considered \"cooling\" foods that help balance internal heat and promote hydration. This medicinal perspective has further integrated cucumbers into Chinese cultural practices, reflecting a holistic approach to diet and health."
		],
		"route": ["India", "Nepal", "China"],
		"year": {
			"label": "100",
			"suffix": "B.C"
		}
	},
	{
		"id": "cucumber",
		"name": "Cucumber",
		"country": {
			"label": "Japan",
			"coords": "Japan"
		},
		"text": [
			"Cucumbers are native to the Indian subcontinent, where they have been cultivated for over 3,000 years. They spread eastward into China and Japan by the 10th century, likely via the Silk Road. In Japan, cucumbers were introduced before the Edo period (1603–1867) and have since become integral to the cuisine.",
			"Japanese cucumbers, known as kyūri, are prized for their crisp texture, minimal seeds, and thin, edible skin. They are commonly used in dishes such as sunomono (vinegar-based salads), kappamaki (cucumber sushi rolls), and tsukemono (pickled vegetables). The practice of pickling cucumbers, or kyūrizuke, enhances their crunch and flavor, making them a staple accompaniment to meals.",
			"Cucumbers also feature in Japanese folklore, notably in the legend of the kappa, a mythical water creature said to have a fondness for cucumbers. This association is reflected in the naming of kappamaki and in cultural practices where cucumbers are offered to water spirits for protection ."
		],
		"route": ["India", "Nepal", "China", "Japan"],
		"year": {
			"label": "",
			"suffix": ""
		}
	},
	{
		"id": "cucumber",
		"name": "Cucumber",
		"country": {
			"label": "India",
			"coords": "India"
		},
		"text": [
			"Cucumbers (Cucumis sativus) are native to the northern plains of India, where wild varieties still grow today. They have been cultivated for over 3,000 years, making them one of the oldest vegetables in the region. From India, cucumbers spread eastward to China and westward through Persia to the Mediterranean and Europe. They were introduced to the New World by Columbus in 1494.",
			"They are commonly used in dishes like kachumber (a chopped salad of cucumbers, tomatoes, onions, and spices), kosambari (a South Indian salad made with pulses and cucumbers), and raita (a yogurt-based side dish that often includes cucumbers to cool the palate). Cucumbers are also featured in various regional specialties, such as kakdi in Maharashtra and pinju vellarikka in Tamil Nadu, where they are used in salads and beverages.",
			"Beyond their culinary uses, cucumbers hold cultural significance in India. For instance, during the Krishna Janmashtami festival, cucumbers are used as offerings to Lord Krishna and are part of the chappan bhog, a grand feast with 56 different dishes. Their role in both everyday meals and religious practices underscores their importance in Indian food culture."
		],
		"route": ["India"],
		"year": {
			"label": "1000",
			"suffix": "B.C."
		}
	},
	{
		"id": "corn",
		"name": "Corn",
		"country": {
			"label": "United States",
			"coords": "United States"
		},
		"text": [
			"Corn, or maize (Zea mays), is indigenous to the Americas, with its domestication beginning over 9,000 years ago in southern Mexico from the wild grass teosinte. It spread across North and South America, becoming a staple crop for many Indigenous cultures. In North America, Native American tribes cultivated various corn varieties, adapting them to different climates and regions. The \"Three Sisters\" agricultural method—planting corn alongside beans and squash—was widely practiced, promoting sustainable farming through complementary planting.",
			"In the United States, corn became integral to the diet, featured in dishes like cornbread, grits, and hominy. The publication of American Cookery in 1796 marked a significant moment in American culinary history, incorporating cornmeal into traditional recipes and reflecting the nation's agricultural heritage.",
			"Corn's significance extends beyond cuisine. It played a crucial role in African American food traditions, especially in the Southern United States. Dishes such as cornbread and grits became staples in African American households, symbolizing resilience and cultural identity. These corn-based foods continue to be celebrated in cultural events like Juneteenth, highlighting their enduring legacy in American food culture."
		],
		"route": ["Mexico", "United States"],
		"year": {
			"label": "",
			"suffix": ""
		}
	},
	{
		"id": "corn",
		"name": "Corn",
		"country": {
			"label": "China",
			"coords": "China"
		},
		"text": [
			"Corn (Zea mays), indigenous to the Americas, was introduced to China during the late Ming Dynasty (16th century). While some early Chinese texts reference maize, it was not widely adopted until the Qing Dynasty (1644–1912). The crop likely entered China through maritime trade routes via the Philippines and Macau, which were under Spanish and Portuguese control, respectively.",
			"In Chinese cuisine, corn is utilized in various forms, including fresh kernels, cornmeal, and cornstarch. It is featured in dishes such as corn crab soup (蟹肉玉米汤), a creamy soup combining corn, crab meat, and egg whites . Corn is also used in the preparation of wotou (窝头), a steamed cornmeal bread traditionally consumed in northern China.",
			"The significance of corn in Chinese food culture is evident in its widespread use across various regions. In northern China, corn serves as a staple food, often replacing rice due to its adaptability to the local climate . Additionally, sweet corn (甜玉米), symbolizing growth and increase, is commonly consumed during Chinese New Year celebrations . Over time, corn has become an integral component of Chinese cuisine, reflecting the country's agricultural diversity and culinary adaptability."
		],
		"route": ["Mexico", "Philippines", "China"],
		"year": {
			"label": "1590",
			"suffix": ""
		}
	},
	{
		"id": "corn",
		"name": "Corn",
		"country": {
			"label": "Guatemala",
			"coords": "Guatemala"
		},
		"text": [
			"Corn (maíz) is indigenous to Mesoamerica, with evidence of its cultivation dating back over 9,000 years in regions that include present-day Guatemala. It was domesticated from the wild grass teosinte by ancient civilizations, including the Maya. In Mayan mythology, humans were created from maize, underscoring its sacred status. This reverence persists today; in some Guatemalan communities, farmers conduct ceremonies before planting corn, offering prayers and thanks to the earth, sun, and rain for a successful harvest.",
			"Corn remains central to Guatemalan cuisine, featured in dishes such as tortillas, tamales, and atol de elote (a warm corn-based beverage). Tamales, made from nixtamalized corn dough (masa), are wrapped in banana or corn leaves and steamed. They come in various forms, including the sweet tamal de elote, which is made from fresh corn kernels and flavored with sugar, cinnamon, and vanilla . Another variation is the chuchito, a firmer tamale often served with tomato-based sauce and meat fillings.",
			"In the Ixil region of Guatemala, corn holds profound cultural significance. The Ixil people refer to themselves as \"men of corn,\" a term rooted in their belief that the first humans were created from maize. Their diet predominantly consists of corn-based foods, such as tamalitos (small corn dumplings) and tukun-ik (a corn, egg, and chili soup), reflecting the enduring legacy of maize in their culinary traditions."
		],
		"route": ["Guatemala"],
		"year": {
			"label": "7000",
			"suffix": "B.C."
		}
	},
	{
		"id": "corn",
		"name": "Corn",
		"country": {
			"label": "Portugal",
			"coords": "Portugal"
		},
		"text": [
			"Corn, or maize, holds a significant place in Portuguese cuisine, primarily introduced following the Columbian Exchange in the late 15th to early 16th centuries. The Portuguese played a pivotal role in disseminating maize across Europe and beyond, introducing it to regions such as Cape Verde and São Tomé in West Africa, and later to India and China . This dissemination was part of a broader pattern of introducing New World crops to Europe, which also included potatoes, tomatoes, and beans.",
			"In Portugal, maize became integral to various traditional dishes. Broa de milho, a dense and slightly sweet cornbread, is a staple in northern Portugal, often accompanying soups like caldo verde or stews such as feijoada . In the Algarve, dishes like xarém—a cornmeal porridge with clams or grilled meats—highlight the versatility of maize in regional cooking . Additionally, milho frito, or fried cornmeal squares, are a popular snack or side dish in Madeira."
		],
		"route": ["Guatemala", "Portugal"],
		"year": {
			"label": "1600",
			"suffix": ""
		}
	},
	{
		"id": "zataar",
		"name": "Za'Taar",
		"country": {
			"label": "Turkey",
			"coords": "Turkey"
		},
		"text": [
			"Za’atar is a traditional spice blend integral to Turkish cuisine, especially in regions like Antakya and Kilis. Its roots trace back to the Levant, encompassing parts of modern-day Syria, Lebanon, and Palestine. The name \"za’atar\" is derived from the Arabic word for thyme, and the blend typically includes dried thyme, oregano, marjoram, sesame seeds, sumac, and salt. In Turkey, particularly in the southern provinces, za’atar is locally known as \"zahter\" and is often mixed with olive oil to create a paste used as a dip or spread.",
			"In Turkish cuisine, zahter is commonly enjoyed with breakfast, served alongside bread and cheese. In Antakya, a city with strong Levantine influences, zahter is spread on flatbreads like katıklı ekmek and used as a topping for lahmacun, a Turkish-style pizza. The blend's versatility extends to salads, meats, and vegetables, enhancing dishes with its aromatic and tangy profile. The use of zahter reflects the region's rich cultural exchanges and the integration of Levantine culinary practices into Turkish food traditions."
		],
		"route": ["Syria", "Turkey"],
		"year": {
			"label": "2025",
			"suffix": ""
		}
	},
	{
		"id": "zataar",
		"name": "Za'Taar",
		"country": {
			"label": "Greece",
			"coords": "Greece"
		},
		"text": [
			"Za’atar’s adoption into Greek cuisine can largely be attributed to the shared botanical and cultural landscapes of the Eastern Mediterranean. The herbs used in za’atar are similar to those already beloved in Greek cooking, such as oregano and thyme. Its rise in Greek food culture is tied to increased cultural contact through trade, migration, and especially the movement of populations between the Levant and Greece in the 19th and 20th centuries. Modern Greek cuisine has embraced za’atar for its bold, aromatic profile, using it in breads, salads, and as a seasoning for meats and vegetables. The blend complements the traditional emphasis on fresh, local herbs and olive oil in Greek food."
		],
		"route": ["Turkey", "Greece"],
		"year": {
			"label": "1950",
			"suffix": ""
		}
	},
	{
		"id": "mushroom",
		"name": "Mushroom",
		"country": {
			"label": "China",
			"coords": "Xinjiang"
		},
		"text": [
			"Mushrooms have played a central role in Chinese cuisine and traditional medicine for millennia. They symbolize longevity, prosperity, and health. Edible fungi like shiitake (Lentinula edodes), wood ear (Auricularia auricula-judae), enoki, and straw mushrooms have been staples since the Han Dynasty (206 BCE–220 CE), with some records suggesting cultivation as early as the Song Dynasty (960–1279 CE).",
			"Mushrooms were largely native and cultivated domestically, but foreign fungal species (like truffles) and techniques were introduced through the Silk Road, which connected China to Central Asia, the Middle East, and Europe (Spengler, 2020; Van Wyk, 2014). The Silk Road was the major corridor where dried mushrooms were sometimes traded along with medicinal herbs and spices",
			"Mushrooms became highly esteemed for their umami flavor and health benefits, integrating seamlessly into soups, braises, and stir-fries. As Chinese diaspora communities spread, mushroom consumption was carried globally"
		],
		"route": ["China"],
		"year": {
			"label": "206",
			"suffix": "B.C."
		}
	},
	{
		"id": "mushroom",
		"name": "Mushroom",
		"country": {
			"label": "France",
			"coords": "France"
		},
		"text": [
			"Mushrooms are a cornerstone of French gastronomy, admired for their texture, aroma, and ability to enhance sauces and meat dishes. They are prominently featured in dishes such as coq au vin, bœuf bourguignon, duxelles, and numerous sauces. French culinary culture elevates foraging and cultivating mushrooms into an art form. In fact, France was the first country to cultivate mushrooms commercially, with champignon de Paris (white button mushrooms) famously grown in the limestone quarries of Paris in the 17th century.",
			"Wild mushrooms were foraged and consumed in France since ancient times. Roman culinary traditions (with influences from Greece and Asia Minor) brought awareness of their culinary value. However, the first formal cultivation of mushrooms occurred in France in the 1650s under Louis XIV’s gardener, La Quintinie."
		],
		"route": ["Italy", "Spain", "France", "Austria"],
		"year": {
			"label": "1650",
			"suffix": ""
		}
	},
	{
		"id": "mushroom",
		"name": "Mushroom",
		"country": {
			"label": "Japan",
			"coords": "Japan"
		},
		"text": [
			"In Japan, mushrooms have long been revered. Ancient foragers prized matsutake and shiitake for their deep aroma and symbolic ties to longevity and purity . By the Edo period (1603–1868), dried mushrooms became popular in city markets like Edo (now Tokyo), and local cultivation of shiitake on oak logs began.",
			"Japan’s mountainous landscape provided many edible fungi, so little international trade of mushrooms was needed. However, trade links with China and Korea (via the East Asian maritime routes) influenced early botanical exchanges and cultivation methods. Stops along this network included Shanghai, Busan, and Nagasaki, Japan’s main international port for centuries.",
			"In modern times, Japan perfected controlled mushroom cultivation, especially of shiitake and enoki. Mushrooms became core to washoku, Japan’s traditional cuisine, valued for texture, umami, and nutritional benefits."
		],
		"route": ["Japan"],
		"year": {
			"label": "1603",
			"suffix": ""
		}
	},
	{
		"id": "mushroom",
		"name": "Mushroom",
		"country": {
			"label": "Mexico",
			"coords": "Mexico"
		},
		"text": [
			"Long before European contact, mushrooms were already deeply rooted in Mexican culture. Indigenous peoples like the Aztecs and Zapotecs foraged wild mushrooms, especially during the rainy season. They were eaten, used in rituals, and even depicted in pre-Columbian art. One unique fungus, huitlacoche (corn smut), was and still is prized in Mexico for its earthy, smoky flavor. While Europeans tried to eliminate it as a crop disease, Mexicans embraced it as a delicacy.",
			"Most edible mushrooms in Mexico were locally harvested. There’s no strong evidence that mushrooms were traded into Mexico via international routes. The rich biodiversity of Mexican forests, especially in Oaxaca and Puebla, provided more than enough. However, after colonization, Spanish botanical knowledge and European mushroom cultivation techniques may have influenced some practices. Today, mushrooms in Mexican food reflect this blend of wild tradition and agricultural knowledge. They appear in tamales, soups, and tacos, continuing a legacy of both everyday use and cultural reverence."
		],
		"route": ["Mexico"],
		"year": {
			"label": "2025",
			"suffix": ""
		}
	},
	{
		"id": "feta",
		"name": "Feta",
		"country": {
			"label": "Greece",
			"coords": "Greece"
		},
		"text": [
			"Feta is more than just cheese in Greece; it’s a symbol of tradition, identity, and survival. Its roots stretch back to ancient times. Historians believe that a form of brined white cheese, much like today’s feta, was already being crafted in Greece as early as the 8th century BCE. Homer even mentions a cheese that resembles feta in The Odyssey, where Polyphemus stores it in animal-skin bags.",
			"The reason feta became central to Greek cuisine is simple: it fit perfectly into the rugged landscape and way of life. Greece’s rocky terrain was better suited to sheep and goats than cows, and feta is traditionally made from their milk. The saltiness and brine preservation meant it could endure the hot Mediterranean climate, making it a reliable food source in villages and islands where fresh food could be scarce.",
			"As for trade, feta was rarely imported into Greece; instead, it was an export product. The technique of making brined cheeses may have traveled through the Eastern Mediterranean via ancient sea routes. Merchants sailing from Egypt, Phoenicia (modern Lebanon), and Crete brought knowledge of preserving foods in brine. However, feta as we know it became uniquely Greek. Once established in Greece, it traveled outward along Byzantine trade routes and later Ottoman caravan networks, carried in wooden barrels that spread its fame. Today, feta holds a protected designation of origin (PDO) status in the European Union, solidifying its place as a cornerstone of Greek culinary heritage."
		],
		"route": ["Greece"],
		"year": {
			"label": "8",
			"suffix": "B.C."
		}
	},
	{
		"id": "chili",
		"name": "Chillies",
		"country": {
			"label": "India",
			"coords": "India"
		},
		"text": [
			"Chilies are now the fiery heart of Indian cuisine, but they’re surprisingly recent guests. Before chilies, Indian food relied on pepper, ginger, mustard seeds, and long pepper for heat. It wasn’t until the early 16th century, after the arrival of Portuguese traders on India’s western coast, that chilies entered the Indian kitchen. Vasco da Gama’s 1498 voyage to Calicut (now Kozhikode) opened the gateway.",
			"Chilies came from the Americas, specifically from what is now Mexico and Central America. They journeyed across the Atlantic with Spanish and Portuguese explorers, who spread them to Africa and Asia. Portuguese ships brought them to the bustling spice markets of Goa and Kerala. From there, Indian traders, farmers, and cooks quickly adopted them. The reason? Chilies thrived in India’s hot climate, grew faster than native peppers, and packed intense flavor.",
			"By the 17th century, chilies had spread through India along ancient inland trade routes, woven into curries, pickles, and chutneys. Their versatility and boldness matched the spirit of Indian cooking, and they became an essential ingredient in both royal kitchens and humble village meals. Today, chilies are indispensable in Indian cuisine, defining regional tastes from the searing heat of Rajasthani dishes to the bold flavors of Andhra curries."
		],
		"route": ["Mexico", "Portugal", "Spain", "India"],
		"year": {
			"label": "1498",
			"suffix": ""
		}
	},
	{
		"id": "chili",
		"name": "Chillies",
		"country": {
			"label": "Thailand",
			"coords": "Thailand"
		},
		"text": [
			"Chilies are at the core of Thai cuisine’s bold, layered flavors, but they were not native to Thailand. Originally, Thai cooks used peppercorns and galangal for heat. That changed in the 16th and 17th centuries, when Portuguese traders brought chilies from the Americas, mainly from Mexico and Central America, through trade routes linking Goa (India), Malacca (Malaysia), and Ayutthaya, the Siamese capital at the time.",
			"The fertile lands and humid climate of Thailand proved perfect for chili cultivation. Farmers embraced the plant for its resilience and productivity. Thai cooks quickly recognized how chilies could balance sweet, salty, sour, and bitter tastes—a cornerstone of Thai food philosophy. By the late Ayutthaya period (1600s–1700s), chilies were common in royal and street cooking alike.",
			"From the searing heat of som tum (green papaya salad) to the complex depth of tom yum soup, chilies became the spark that defines Thai food’s vibrant intensity. They symbolize strength, excitement, and even good luck in Thai culture today."
		],
		"route": ["Mexico", "Portugal", "India", "Malaysia", "Thailand"],
		"year": {
			"label": "1550",
			"suffix": ""
		}
	},
	{
		"id": "halloumi",
		"name": "Halloumi",
		"country": {
			"label": "Turkey",
			"coords": "Turkey"
		},
		"text": [
			"Halloumi, known as hellim in Turkish, holds a beloved spot especially in the cuisine of Turkish Cypriots and the Aegean coastal regions of Turkey. Its origins lie in Cyprus, where it has been made for centuries, possibly since the Byzantine era. The Ottoman Empire, which included Cyprus from 1571 to 1878, played a key role in introducing halloumi to Turkey. As Cypriots moved within the empire, they brought hellim with them. There was no complex trade route; it was more a movement of people and their food traditions across the eastern Mediterranean. The cheese traveled from Cyprus to Turkish ports like Antalya and Mersin, slowly becoming familiar in local markets.",
			"In Turkey, hellim fits well with the culture of grilled and fresh foods. Its high melting point makes it ideal for grilling or frying, served with olives, tomatoes, and fresh bread. While not as historically central as beyaz peynir (white cheese), hellim has become a favorite for breakfasts and meze spreads along the Aegean and Mediterranean coasts. Today, it bridges cultures, reminding people of shared histories across the warm waters of the Mediterranean."
		],
		"route": ["Turkey"],
		"year": {
			"label": "1571",
			"suffix": ""
		}
	},
	{
		"id": "imeruli",
		"name": "Imeruli",
		"country": {
			"label": "Georgia",
			"coords": "Georgia"
		},
		"text": [
			"Imeruli cheese is a cornerstone of Georgian food, especially in the Imereti region from which it takes its name. Made from cow’s milk, this fresh, slightly salty cheese has been part of Georgian rural life for centuries. It likely dates back to ancient times when pastoral communities in the Caucasus Mountains relied on dairy for sustenance.",
			"Imeruli wasn’t traded into Georgia; it was born from local needs and traditions. Georgia’s landscape, with its lush pastures and temperate climate, made it ideal for dairy farming. Villagers developed Imeruli as a simple, versatile cheese that could be eaten fresh, crumbled, or melted. Its production method—heating and stretching curds—was passed down through generations, deeply woven into the fabric of family and community life.",
			"Imeruli found its place in Georgian cuisine primarily as the filling for imeruli khachapuri, a cheese-stuffed bread that’s now a national dish. The mild flavor of the cheese complements the rich, doughy bread, creating a comfort food cherished across the country. Today, Imeruli remains a symbol of Georgia’s agricultural heritage and its enduring village food culture."
		],
		"route": ["Georgia"],
		"year": {
			"label": "",
			"suffix": ""
		}
	},
	{
		"id": "kimchi",
		"name": "Kimchi",
		"country": {
			"label": "South Korea",
			"coords": "South Korea"
		},
		"text": [
			"Kimchi is the soul of Korean food. Its origins go back over 2,000 years, when early Koreans began fermenting vegetables with salt to preserve them through harsh winters. Originally, kimchi was simple: mostly radishes or cucumbers, with salt and little seasoning.",
			"The major shift came after the 16th century, when Portuguese traders, by way of Japan and China, introduced chili peppers from the Americas to Korea. These chilies transformed kimchi into the spicy, vibrant dish known today. Chili peppers traveled from Mexico across the Pacific, through Manila (Philippines), and entered East Asia along the maritime Silk Road before making their way to the Korean peninsula.",
			"Kimchi became central to Korean identity because it was practical and communal. Fermenting large batches brought families and neighbors together in the yearly tradition of gimjang. It provided essential nutrients in winter and symbolized resourcefulness and unity.Today, there are hundreds of regional and seasonal varieties, and kimchi remains a daily essential on Korean tables, recognized globally as Korea’s signature food."
		],
		"route": ["South Korea"],
		"year": {
			"label": "1000",
			"suffix": "B.C."
		}
	},
	{
		"id": "lotus-root",
		"name": "Lotus Root",
		"country": {
			"label": "China",
			"coords": "China"
		},
		"text": [
			"The lotus root, or lián’ǒu (莲藕), holds a quiet but firm place in the heart of Chinese cuisine and culture. Its journey began thousands of years ago along the muddy banks of lakes and rivers in what is now central and eastern China. Archaeological evidence from the Neolithic period, particularly from the Hemudu and Liangzhu cultures (circa 5000–2000 BCE), shows the domestication of the lotus plant.",
			"Unlike spices or silks that traveled the winding routes of the Silk Road, lotus root was not an exotic import. It is native to Asia, particularly China and India. However, cultural exchanges along the ancient trade routes did help spread cultivation techniques and the plant's symbolic meanings across Asia. There’s little evidence that the lotus root itself was traded into China; instead, it spread outward from China to Korea, Japan, and Southeast Asia.",
			"The root's rise in Chinese cuisine is linked with its dual nature: practicality and philosophy. Its crisp texture and mild sweetness made it an excellent ingredient in soups, stir-fries, and desserts. Beyond food, its hollow structure, symbolizing openness and purity, and its ability to grow beautifully from the mud without being tainted, made it a powerful Buddhist and Confucian symbol. Ancient texts from the Han Dynasty (206 BCE – 220 CE) already mention the lotus in poetry and diet therapy.",
			"Thus, lotus root became deeply woven into the culinary and spiritual fabric of China. It wasn’t an item of foreign trade, but rather an ancient native that became a staple through cultural reverence and practical nourishment."
		],
		"route": ["China"],
		"year": {
			"label": "4000",
			"suffix": "B.C."
		}
	},
	{
		"id": "paneer",
		"name": "Paneer",
		"country": {
			"label": "India",
			"coords": "India"
		},
		"text": [
			"Paneer, the fresh, non-melting cheese of India, has long been a quiet cornerstone of Indian vegetarian cooking. Its origins are debated, but most historians agree it likely arrived in India between the 12th and 16th centuries, brought by Persian and Afghan travelers and traders during the Delhi Sultanate and Mughal periods. The concept of curdling milk with acid (instead of fermenting it into yogurt) was foreign to ancient Indian dairying, suggesting that paneer’s method of preparation was introduced from Central Asia or Persia.",
			"Paneer’s journey probably began in the Iranian plateau, where acid-set cheeses were common. It would have moved eastward along overland trade routes, including the famed Silk Road extensions and smaller caravan networks, passing through Persia, Afghanistan, and into northern India. There were no famous maritime stops; it traveled with armies, traders, and migrants.",
			"Once in India, paneer found a natural home. Its soft, adaptable texture and mild taste suited the rich, spiced gravies of northern India, especially among vegetarian communities like Hindus and Jains who avoided animal rennet. Paneer became a protein substitute, earning its place in royal kitchens under the Mughals and later in home kitchens across Punjab and Bengal. Today, paneer symbolizes comfort and versatility in Indian cooking—from the royal shahi paneer to the humble paneer bhurji—its place secure as both a cultural and culinary mainstay."
		],
		"route": ["Iran", "Afghanistan", "India"],
		"year": {
			"label": "2025",
			"suffix": ""
		}
	},
	{
		"id": "parmeigiano-reggiano",
		"name": "Parmigiano Reggiano",
		"country": {
			"label": "Italy",
			"coords": "Italy"
		},
		"text": [
			"Parmesan, or Parmigiano Reggiano, is one of Italy’s proudest culinary creations. Its story began in the Middle Ages, around the 12th century, in the fertile Po Valley of northern Italy, particularly in the provinces of Parma, Reggio Emilia, Modena, and parts of Bologna and Mantua. Monks in Benedictine monasteries first crafted the cheese as a way to preserve surplus milk. They developed the hard, long-aging cheese we now know as parmesan.",
			"Unlike ingredients carried into Italy from abroad, parmesan was born on Italian soil. It was never an import but became a highly valued export. Its durability and intense flavor made it perfect for trade. By the Renaissance, parmesan wheels were being transported along land and river routes across Europe, often traveling down the Po River and onto trading hubs like Venice and Genoa. From there, it reached France, Spain, and even England.",
			"Parmesan became entwined with Italian culture because of its versatility and status. It was prized at noble banquets and in the kitchens of commoners alike. Its ability to enhance pasta, soups, and risottos gave it a permanent role in Italian cuisine. Writers like Boccaccio in the 14th century even referenced it, proof of its early cultural imprint. Today, strict regulations protect its name and production, keeping the tradition alive. Parmesan remains not just a cheese but a symbol of Italian culinary heritage."
		],
		"route": ["Italy"],
		"year": {
			"label": "1100",
			"suffix": ""
		}
	},
	{
		"id": "plantain",
		"name": "Plantain",
		"country": {
			"label": "Guatemala",
			"coords": "Guatemala"
		},
		"text": [
			"Plantains are a quiet staple in Guatemalan kitchens, showing up fried, boiled, mashed, or stuffed. But they didn’t start there. Plantains are native to Southeast Asia and made their way to Central America through complex trade routes. Spanish explorers and traders brought them across the Atlantic during the early days of colonization in the 1500s, likely stopping along the coasts of Africa, where plantains had already spread and become a dietary mainstay.",
			"The transatlantic voyage turned plantains into a global traveler. Ships carrying supplies for colonies introduced them to the Caribbean and Mesoamerica, including the coasts of present-day Guatemala. Once planted, they thrived in the tropical lowlands of Guatemala, quickly becoming a reliable food source.",
			"In Guatemalan cuisine, plantains found their place because of their versatility and nourishment. They became beloved in both indigenous and mestizo cooking. Dishes like rellenitos de plátano (sweet plantain stuffed with black beans) and fried plantains served with crema became household traditions. Their rich flavor and filling quality made them essential in times of scarcity and celebration alike. Today, plantains remain woven into daily life and festive meals, a symbol of adaptation and cultural blending in Guatemalan food history."
		],
		"route": ["Portugal", "Guatemala"],
		"year": {
			"label": "1500",
			"suffix": ""
		}
	},
	{
		"id": "polenta",
		"name": "Polenta",
		"country": {
			"label": "United States",
			"coords": "Louisiana"
		},
		"text": [
			"Polenta, a dish of boiled cornmeal, holds a subtle but lasting place in American food, especially in regions influenced by Italian immigration. Its roots trace back to northern Italy, where it was originally made from grains like millet and spelt. After the arrival of maize from the Americas in the 16th century, Italians transformed polenta into the cornmeal dish known today.",
			"The story came full circle when Italian immigrants brought polenta back to the U.S. in the late 19th and early 20th centuries. Many settled in cities like New York, Chicago, and San Francisco. They carried family recipes and traditions, making polenta a comforting, inexpensive staple in their new homes. There were no major “trade stops” for polenta itself; it was maize—native to the Americas—that had first traveled to Europe and returned in the form of this prepared dish.",
			"In the American South, polenta found a cousin in grits, both sharing maize as their base. In modern American cuisine, especially in upscale dining and farm-to-table movements, polenta has gained fresh appreciation as a canvas for rich sauces, vegetables, and meats."
		],
		"route": ["Italy", "United States"],
		"year": {
			"label": "1500",
			"suffix": ""
		}
	},
	{
		"id": "seaweed",
		"name": "Seaweed",
		"country": {
			"label": "Japan",
			"coords": "Japan"
		},
		"text": [
			"Seaweed, or nori, kombu, and wakame, has been part of Japanese food and culture for over 1,000 years. Japan’s long coastline and island geography made seaweed an abundant, natural resource. Ancient records like the Nihon Shoki (compiled in 720 CE) mention seaweed as a valuable tribute item and food source.",
			"Seaweed was never traded into Japan; it was native to its shores. Instead, the Japanese were among the first to develop methods for cultivating and drying seaweed for storage and cooking. By the Edo period (1603–1868), nori farming using bamboo racks became common in Edo (modern Tokyo), making it accessible to commoners.",
			"Seaweed became deeply integrated into Japanese cuisine and culture because of its versatility and health benefits. Kombu was the base of dashi, the essential broth in many dishes. Nori wrapped sushi and rice balls, while wakame added texture to soups and salads. It was both a daily staple and a ceremonial food, appreciated for its umami flavor and nutritional value."
		],
		"route": ["Japan"],
		"year": {
			"label": "720",
			"suffix": "B.C."
		}
	},
	{
		"id": "truffle",
		"name": "Truffle",
		"country": {
			"label": "France",
			"coords": "France"
		},
		"text": ["txt tba"],
		"route": ["France"],
		"year": {
			"label": "2025",
			"suffix": ""
		}
	},
	{
		"id": "truffle",
		"name": "Truffle",
		"country": {
			"label": "Italy",
			"coords": "Italy"
		},
		"text": [
			"Truffles, the prized underground fungi, have held a revered place in Italian food for centuries. The earliest records of their use in Italy date back to Roman times, around the 1st century CE. Roman naturalists like Pliny the Elder wrote about truffles, though their true culinary fame blossomed much later in the regions of Piedmont, Umbria, and Tuscany.",
			"Truffles were not traded into Italy; they are native to European forests. Growing near oak, hazel, and beech trees, they were foraged by locals long before they became a delicacy. No long trade routes or maritime journeys brought truffles to Italy; they were quietly harvested in rural areas and gradually became known across Europe.",
			"Their intense, earthy aroma and rarity elevated truffles to luxury status, especially in the Renaissance courts. By the 18th and 19th centuries, Italian white truffles from Alba and black truffles from Norcia were prized at royal tables across Europe. Italian cuisine embraced truffles not as the centerpiece, but as a subtle enhancer—grated over pasta, risotto, and eggs."
		],
		"route": ["Italy"],
		"year": {
			"label": "100",
			"suffix": ""
		}
	},
	{
		"id": "sichuan-peppercorn",
		"name": "Sichuan Peppercorn",
		"country": {
			"label": "China",
			"coords": "Sichuan"
		},
		"text": [
			"Sichuan peppercorns, or huājiāo (花椒), are a cornerstone of Sichuan cuisine, famous for their unique numbing sensation known as má. Unlike black pepper or chili, they come from the husks of the prickly ash tree, native to China. Their use in Chinese cooking dates back over 2,000 years, with mentions in the ancient Classic of Poetry (Shijing).",
			"Sichuan peppercorns were not traded into China. They grew wild in the mountainous regions of what is now Sichuan province and neighboring areas. Their spread was local, carried by farmers and cooks rather than international merchants.The peppercorns became integral to the Sichuan culinary philosophy of balancing flavors: hot, sour, sweet, bitter, salty, and numbing. When chili peppers arrived from the Americas in the 16th century via the maritime Silk Road, the fiery heat of chili paired perfectly with the má of Sichuan peppercorns, giving birth to the signature málà (numbing-spicy) taste.",
			"Today, Sichuan peppercorns are inseparable from dishes like mapo tofu and kung pao chicken, embodying the bold, layered flavors that define Sichuan cooking."
		],
		"route": ["China"],
		"year": {
			"label": "1000",
			"suffix": "B.C"
		}
	},
	{
		"id": "squash",
		"name": "Squash",
		"country": {
			"label": "United States",
			"coords": "United States"
		},
		"text": [
			"Squash holds a deep-rooted place in American food history. Long before European settlers arrived, Indigenous peoples across the Americas cultivated squash as one of the \"Three Sisters\"—a trio of corn, beans, and squash that sustained entire civilizations. Archaeological evidence shows squash being grown in present-day Mexico over 8,000 years ago, making it one of the oldest known cultivated crops. From there, its use spread northward along ancient trade routes into what is now the United States.",
			"By the time Europeans reached the Americas in the 15th and 16th centuries, squash had already become a dietary staple for many Native tribes, including the Iroquois, Cherokee, and Pueblo. Its nutritional value and versatility—ranging from tender summer varieties to hardy winter squashes—made it essential. When settlers arrived, Native Americans taught them how to grow and cook squash, integrating it into colonial diets. This act helped early colonists survive harsh winters.",
			"Unlike some ingredients that were imported, squash was a native crop that became a gift from Indigenous agriculture to the wider world. However, after the Columbian Exchange began, seeds of American squash varieties traveled to Europe, Africa, and Asia. Squash took new forms abroad but remained firmly entrenched in American soil and tradition.",
			"Today, squash is woven into American food culture: from butternut squash soups and pumpkin pies at Thanksgiving to roasted zucchini in summer barbecues. Its enduring presence is a testament to Native knowledge and resilience, and a quiet reminder of one of the first true American foods."
		],
		"route": ["Mexico", "United States"],
		"year": {
			"label": "6000",
			"suffix": "B.C."
		}
	},
	{
		"id": "ume",
		"name": "Ume",
		"country": {
			"label": "Japan",
			"coords": "Japan"
		},
		"text": [
			"Squash, known in Japan as kabocha, holds a special place in Japanese cooking, but it is not native to the islands. It arrived in Japan in the mid-1500s, during the Age of Exploration. Portuguese traders brought the squash from Cambodia (hence the name kabocha, a variation of \"Cambodia\") via their stops through India and Southeast Asia. The Portuguese made landfall at the port of Nagasaki, and with them came this curious, sweet-fleshed gourd.",
			"The Japanese quickly embraced kabocha for its ability to store well through winter, its dense nutrition, and its rich, sweet flavor. It became an important ingredient in temple vegetarian cooking (shōjin ryōri), where monks valued its satisfying texture without the use of animal products. Over time, kabocha made its way into home kitchens and traditional dishes.",
			"Today, kabocha features in stews like nimono (simmered vegetables), tempura, and seasonal soups. Its versatility and hearty nature also led it to symbolize good fortune and health, especially during the cold months. While kabocha came from abroad, Japan made it its own, weaving it tightly into its food traditions and seasonal celebrations."
		],
		"route": ["Cambodia", "India", "Japan"],
		"year": {
			"label": "1550",
			"suffix": ""
		}
	}
]
